Revit 2027 API
ParameterTypeId.FamilyHostingBehavior Property
 "Host"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyHostingBehavior { get; }
Public Shared ReadOnly Property FamilyHostingBehavior As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyHostingBehavior {
	ForgeTypeId^ get ();
}
static member FamilyHostingBehavior : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace